{
  "Swallowed Penny": {
    "name": "Swallowed Penny",
    "pickup": "\"Gulp!\"",
    "meta": [],
    "unlock": "UNLOCK: Unlock this item by beating Challenge #15 (Slow Roll).",
    "description": [
      "Each time you get hit, you drop a coin or two."
    ]
  },
  "Petrified Poop": {
    "name": "Petrified Poop",
    "pickup": "\"It feels lucky?\"",
    "meta": [],
    "description": [
      "While held, Isaac has a significantly higher chance to find drops when breaking poops."
    ]
  },
  "AAA Battery": {
    "name": "AAA Battery",
    "pickup": "\"Trickle charge\"",
    "meta": [],
    "description": [
      "Lowers your spacebar item charge rate by 1.",
      "Cannot lower the charge of your spacebar item below 1 room.",
      "For example, you will now be able to use a 3 room charge item after 2 rooms instead."
    ]
  },
  "Broken Remote": {
    "name": "Broken Remote",
    "pickup": "\"It's broken\"",
    "meta": [],
    "description": [
      "Does the teleport effect every time you use your current spacebar item.",
      "Can be used infinitely every room if you have Guppy's Paw and no red heart containers (Can be exploited to get to the boss room without clearing any other rooms)."
    ]
  },
  "Purple Heart": {
    "name": "Purple Heart",
    "pickup": "\"Challenge up\"",
    "meta": [],
    "description": [
      "Higher chance for champion enemies while held."
    ]
  },
  "Broken Magnet": {
    "name": "Broken Magnet",
    "pickup": "\"It kinda works\"",
    "meta": [],
    "description": [
      "Has a partial Magneto effect and will attract coins, pulling them into Isaac from a distance.",
      "Does not attract other pickups like the full Magneto item does."
    ]
  },
  "Rosary Bead": {
    "name": "Rosary Bead",
    "pickup": "\"Faith up\"",
    "meta": [],
    "description": [
      "Increases your chances to find an Angel Room instead of a Devil Room.",
      "Normally there is a 50%/50% chance of a Angel or Devil room with if a door spawns after the boss. The Rosary Bead changes this to a 75%/25% chance of an angel or devil room (respectively)."
    ]
  },
  "Cartridge": {
    "name": "Cartridge",
    "pickup": "\"I remember these\"",
    "meta": [],
    "description": [
      "When Isaac takes damage, there is a chance he will gain the Gamekid effect, turning him invincible and dealing contact damage to any enemies he touches.",
      "The chance to activate the invincibility effect is affected by your luck stat and at +38 Luck it will activate every time you get hit."
    ]
  },
  "Pulse Worm": {
    "name": "Pulse Worm",
    "pickup": "\"Wub wub!\"",
    "meta": [],
    "description": [
      "Tears shrink and grow in size as they go across the room.",
      "Does not appear to affect your damage and only the hitbox size of tears."
    ]
  },
  "Wiggle Worm": {
    "name": "Wiggle Worm",
    "pickup": "\"Wiggle wiggle!\"",
    "meta": [],
    "description": [
      "Tears now move in a wave fashion across the room.",
      "Tears up (not applied until the next time your tears stat is updated)."
    ]
  },
  "Ring Worm": {
    "name": "Ring Worm",
    "pickup": "\"Woop woop!\"",
    "meta": [],
    "description": [
      "While held, tears move in a spiral pattern across the screen at high speed.",
      "Effectively increases your range due to the tear pattern."
    ]
  },
  "Flat Worm": {
    "name": "Flat Worm",
    "pickup": "\"Blub blub!\"",
    "meta": [],
    "description": [
      "Tears become flat and disc shaped giving them a larger hitbox.",
      "Higher knockback effect with your tears."
    ]
  },
  "Store Credit": {
    "name": "Store Credit",
    "pickup": "\"YES!\"",
    "meta": [],
    "unlock": "UNLOCK: Unlock this item by beating the Chest with Lazarus.",
    "description": [
      "While this trinket is held, all items in the Shop cost 0 coins.",
      "After buying any 0 cent item in the Shop, the trinket disappears."
    ]
  },
  "Callus": {
    "name": "Callus",
    "pickup": "\"Your feet feel stronger\"",
    "meta": [],
    "description": [
      "Isaac no longer takes damage from walking over spikes and blood creep while this trinket is held."
    ]
  },
  "Lucky Rock": {
    "name": "Lucky Rock",
    "pickup": "\"There's something inside\"",
    "meta": [],
    "unlock": "UNLOCK: Unlock this item by destroying 100 rocks.",
    "description": [
      "Rocks now drop money when broken."
    ]
  },
  "Mom's Toenail": {
    "name": "Mom's Toenail",
    "pickup": "\"???\"",
    "meta": [],
    "description": [
      "Mom's Leg will now appear every 60 seconds and stomp down randomly in the room dealing 300 damage to enemies, similar to how Daddy Longlegs works but less frequent.",
      "Be warned though, Mom's leg can also stomp and hurt Isaac too!"
    ]
  },
  "Black Lipstick": {
    "name": "Black Lipstick",
    "pickup": "\"Evil up\"",
    "meta": [],
    "unlock": "UNLOCK: Unlock this item by beating the Dark Room with Eve.",
    "description": [
      "Increases the chance for Black hearts to spawn."
    ]
  },
  "Bible Tract": {
    "name": "Bible Tract",
    "pickup": "\"Faith up\"",
    "meta": [],
    "description": [
      "Gives you a higher chance of eternal hearts.",
      "Contrary to popular belief, the Bible Tract doesn't allow Angel Rooms to appear after paying for a Devil Deal."
    ]
  },
  "Paper Clip": {
    "name": "Paper Clip",
    "pickup": "\"Master of lockpicking\"",
    "meta": [],
    "description": [
      "Allows you to unlock golden chests without needing a key.",
      "Does not work on locked rooms."
    ]
  },
  "Monkey's Paw": {
    "name": "Monkey's Paw",
    "pickup": "\"Wish granted\"",
    "meta": [],
    "description": [
      "When you reach half a heart of life remaining, a black heart will spawn.",
      "After three black hearts have spawned, the trinket dissapears."
    ]
  },
  "Mysterious Paper": {
    "name": "Mysterious Paper",
    "pickup": "\"???\"",
    "meta": [],
    "unlock": "UNLOCK: Unlock this item by beating the Chest with Eden.",
    "description": [
      "Imitates the behaviours of some of the other 'paper' items/trinkets.",
      "A Missing Page: When taking damage, Isaac has a chance to deal damage to the entire room in a Necronomicon style effect.",
      "Has a chance to trigger the Polaroid or Negative effect every time you take damage with half a red heart or less.",
      "Missing Poster: Dying in a sacrifice room while holding this trinket will reveal a puzzle piece on the death screen. Finding all the puzzle pieces will help you to reveal the final secret, unlocking the hidden character 'The Lost'.",
      "If held when you touch the chest after the Satan or Isaac fight and you don't have the relevant item to go to the next floor (Polaroid or Negative), you have a small chance to be taken there anyway."
    ]
  },
  "Daemon's Tail": {
    "name": "Daemon's Tail",
    "pickup": "\"Evil up\"",
    "meta": [],
    "unlock": "UNLOCK: Unlock this item by beating Satan with Azazel.",
    "description": [
      "When Daemon's Tail is held, most future Heart drop will be rerolled into something else, with a certain chance to be rerolled into a Black Heart.",
      "Every type of heart will be affected (except for hearts spawned in Super Secret Rooms) and causes Mitre, Bible Tract, Mom's Pearl to become useless.",
      "Upon entering a new room that already has hearts on the ground, they will all be converted into Black Hearts.",
      "Hearts that spawn after clearing a room, opening a chest or playing a slot machine/beggar will be re-rolled into another possible pickup that could appear. This essentially means you are sacrificing your heart drops for a higher chance of\n        all other pickups"
    ]
  },
  "Missing Poster": {
    "name": "Missing Poster",
    "pickup": "\"???\"",
    "meta": [],
    "unlock": "UNLOCK: Unlock this item by beating Dark Room with Isaac.",
    "description": [
      "Dying in a sacrifice room while holding this trinket will reveal a puzzle piece on the death screen. Finding all the puzzle pieces will help you to reveal the final secret, unlocking the hidden character 'The Lost'."
    ]
  },
  "Butt Penny": {
    "name": "Butt Penny",
    "pickup": "\"Wealth of gas\"",
    "meta": [],
    "description": [
      "Everytime you pick up a coin, you fart."
    ]
  },
  "Mysterious Candy": {
    "name": "Mysterious Candy",
    "pickup": "\"Uh-oh!\"",
    "meta": [],
    "description": [
      "Causes Isaac to create poops randomly."
    ]
  },
  "Hook Worm": {
    "name": "Hook Worm",
    "pickup": "\"Zip zoop!\"",
    "meta": [],
    "description": [
      "Tears now move forwards at right angles, shifting left and right across the room.",
      "Increases your range stat by +10.0 while held but due to the fire pattern, your tears travel a similar distance to normal."
    ]
  },
  "Whip Worm": {
    "name": "Whip Worm",
    "pickup": "\"Wooosh!\"",
    "meta": [],
    "description": [
      "+0.5 Shot Speed Up.",
      "Your tears now whip across the room at a very high shot speed.",
      "Shot speed gives your tears more effective range, but doesn't increase your range stat directly."
    ]
  },
  "Broken Ankh": {
    "name": "Broken Ankh",
    "pickup": "\"Eternal life?\"",
    "meta": [],
    "unlock": "UNLOCK: Unlock this item by beating Satan with Lazarus.",
    "description": [
      "Has a 22.22% chance to respawn with 3 Soul hearts as Blue Baby when you die."
    ]
  },
  "Fish Head": {
    "name": "Fish Head",
    "pickup": "\"It stinks\"",
    "meta": [],
    "description": [
      "Everytime Isaac takes damage, one blue fly will spawn."
    ]
  },
  "Pinky Eye": {
    "name": "Pinky Eye",
    "pickup": "\"Poison shots\"",
    "meta": [],
    "description": [
      "Isaac's tears have a chance to poison enemies.",
      "The poison effect leaves a damage over time, which deals 4 or 6 damage per tick.",
      "The chance to poison enemies is affected by your luck stat and at +18 Luck it will activate every time."
    ]
  },
  "Push Pin": {
    "name": "Push Pin",
    "pickup": "\"Piercing shots\"",
    "meta": [],
    "description": [
      "Isaac now has a chance to make a spectral and piercing tear.",
      "The chance to fire a piercing tear is affected by your luck stat and at +18 Luck it will activate every time."
    ]
  },
  "Liberty Cap": {
    "name": "Liberty Cap",
    "pickup": "\"Touch fuzzy, get dizzy!\"",
    "meta": [],
    "description": [
      "While held, this trinket gives a random mushroom effect each room",
      "Possible mushrooms include: Mini Mush, Odd Mushroom (Thin), Odd Mushroom (Thick), The Compass."
    ]
  },
  "Umbilical Cord": {
    "name": "Umbilical Cord",
    "pickup": "\"Fetal protection\"",
    "meta": [],
    "description": [
      "If you take damage which leaves you at 1/2 a heart, you gain a Little Steve familiar that follows you and shoots homing tears."
    ]
  },
  "Child's Heart": {
    "name": "Child's Heart",
    "pickup": "\"It calls out to its brothers\"",
    "meta": [],
    "description": [
      "Gives Isaac a higher chance to find hearts from drops after clearing a room and from chests."
    ]
  },
  "Curved Horn": {
    "name": "Curved Horn",
    "pickup": "\"DMG up\"",
    "meta": [],
    "unlock": "UNLOCK: Unlock this item by beating the Dark Room with Judas.",
    "description": [
      "+2 Damage Up"
    ]
  },
  "Rusted Key": {
    "name": "Rusted Key",
    "pickup": "\"It feels lucky?\"",
    "meta": [],
    "description": [
      "Gives Isaac a higher chance to find keys and chests."
    ]
  },
  "Goat Hoof": {
    "name": "Goat Hoof",
    "pickup": "\"Speed up\"",
    "meta": [],
    "description": [
      "+0.15 Speed Up."
    ]
  },
  "Mom's Pearl": {
    "name": "Mom's Pearl",
    "pickup": "\"It emanates purity\"",
    "meta": [],
    "description": [
      "Grants a secondary chance of any non-specific heart drop turning into a soul heart."
    ]
  },
  "Cancer": {
    "name": "Cancer",
    "pickup": "\"Yay, cancer!\"",
    "meta": [],
    "description": [
      "-2 Tear Delay (Tears Up).",
      "The fire rate increase is applied in such a way that the higher your tear stat is, the more effective Cancer is.",
      "Breaks the normal fire rate cap, allowing you to fire faster than the normal maximum."
    ]
  },
  "Red Patch": {
    "name": "Red Patch",
    "pickup": "\"Your rage grows\"",
    "meta": [],
    "description": [
      "You have a chance when taking damage to gain +1.8 Damage Up for the rest of the room."
    ]
  },
  "Match Stick": {
    "name": "Match Stick",
    "pickup": "\"Tastes like burning\"",
    "meta": [],
    "description": [
      "Gives Isaac a higher chance to find bombs.",
      "Picking up the Match Stick is the only way to remove the Tick trinket."
    ]
  },
  "Lucky Toe": {
    "name": "Lucky Toe",
    "pickup": "\"Luck up!\"",
    "meta": [],
    "unlock": "UNLOCK: Unlock this item by blowing up 20 shop keepers (this includes the ones in the secret room).",
    "description": [
      "+1 Luck Up while held."
    ]
  },
  "Cursed Skull": {
    "name": "Cursed Skull",
    "pickup": "\"Cursed?\"",
    "meta": [],
    "description": [
      "When you take damage while on 1/2 a heart, you are teleported back to the previous room."
    ]
  },
  "Safety Cap": {
    "name": "Safety Cap",
    "pickup": "\"Don't swallow it\"",
    "meta": [],
    "description": [
      "Gives Isaac a higher chance to find pills."
    ]
  },
  "Ace of Spades": {
    "name": "Ace of Spades",
    "pickup": "\"Luck of the draw\"",
    "meta": [],
    "description": [
      "Gives Isaac a higher chance to find Tarot cards after clearing a room or from chests."
    ]
  },
  "Isaac's Fork": {
    "name": "Isaac's Fork",
    "pickup": "\"Consume thy enemy\"",
    "meta": [],
    "description": [
      "After clearing a room, you have a chance to heal for half a red heart."
    ]
  },
  "A Missing Page": {
    "name": "A Missing Page",
    "pickup": "\"It glows with power\"",
    "meta": [],
    "description": [
      "When taking damage, Isaac has a chance to deal damage to the entire room in a Necronomicon style effect.",
      "The chance to damage enemies is affected by your luck stat and at +50 or more Luck it will activate 50% of the time."
    ]
  },
  "Bloody Penny": {
    "name": "Bloody Penny",
    "pickup": "\"Wealth of health\"",
    "meta": [],
    "unlock": "UNLOCK: Unlock this item by beating the Chest with Samson.",
    "description": [
      "Everytime you pick up a penny, you have a chance to spawn a red heart on the floor."
    ]
  },
  "Burnt Penny": {
    "name": "Burnt Penny",
    "pickup": "\"Wealth of chaos\"",
    "meta": [],
    "unlock": "UNLOCK: Unlock this item by beating Challenge #13 (Beans!).",
    "description": [
      "Everytime you pick up a coin, you have a chance to spawn a bomb on the floor."
    ]
  },
  "Flat Penny": {
    "name": "Flat Penny",
    "pickup": "\"Wealth of answers\"",
    "meta": [],
    "description": [
      "Everytime you pick up a coin, you have a chance to spawn a key."
    ]
  },
  "Counterfeit Penny": {
    "name": "Counterfeit Penny",
    "pickup": "\"Wealth of wealth\"",
    "meta": [],
    "unlock": "UNLOCK: Unlock this item by playing the shell game in the arcade 100 times.",
    "description": [
      "When picking up a coin, you have a chance to automatically gain one more coin."
    ]
  },
  "Tick": {
    "name": "Tick",
    "pickup": "\"Well, that's not coming off\"",
    "meta": [],
    "description": [
      "When you enter a boss room, immediately remove 15% health from the boss and restore 1 red heart.",
      "This trinket can only be removed by using the Smelter item (Afterbirth+ DLC only) or picking up the Match Stick trinket, meaning you are otherwise unable to take any more trinkets unless you get another item which allows you to hold a second\n        trinket (e.g. Mom's Purse).\n      "
    ]
  },
  "Isaac's Head": {
    "name": "Isaac's Head",
    "pickup": "\"Dead friend\"",
    "meta": [],
    "unlock": "UNLOCK: Unlock this item by beating the Boss Rush with Isaac.",
    "description": [
      "While held, this trinket gives Isaac a familiar that shoots piercing tears that deal 3.5 damage."
    ]
  },
  "Maggy's Faith": {
    "name": "Maggy's Faith",
    "pickup": "\"Faith's reward\"",
    "meta": [],
    "unlock": "UNLOCK: Unlock this item by beating the Dark Room with Maggy.",
    "description": [
      "At the start of a new floor, you get an eternal heart."
    ]
  },
  "Judas' Tongue": {
    "name": "Judas' Tongue",
    "pickup": "\"Payment received\"",
    "meta": [],
    "unlock": "UNLOCK: Unlock this item by beating Satan with Judas.",
    "description": [
      "Items which cost 2 heart containers in a deal with the devil are reduced to only cost 1 heart."
    ]
  },
  "???'s Soul": {
    "name": "???'s Soul",
    "pickup": "\"Imaginary friend\"",
    "meta": [],
    "unlock": "UNLOCK: Unlock this item by beating the Dark Room with Blue Baby.",
    "description": [
      "Creates a familiar which moves around the room in a similar fashion to The Peeper, shooting tears in the same direction as Isaac."
    ]
  },
  "Samson's Lock": {
    "name": "Samson's Lock",
    "pickup": "\"Your rage grows\"",
    "meta": [],
    "unlock": "UNLOCK: Unlock this item by beating the Dark Room with Samson.",
    "description": [
      "When you kill an enemy, you have a chance to get +0.5 damage up for the current room."
    ]
  },
  "Cain's Eye": {
    "name": "Cain's Eye",
    "pickup": "\"May you see your destination",
    "meta": [],
    "unlock": "UNLOCK: Unlock this item by beating the Chest with Cain.",
    "description": [
      "Gives a 25% chance to reveal map icons at the start of a new floor (The same effect as the Compass)."
    ]
  },
  "Eve's Bird Foot": {
    "name": "Eve's Bird Foot",
    "pickup": "\"Revenge from beyond\"",
    "meta": [],
    "unlock": "UNLOCK: Unlock this item by beating the Isaac boss with Eve.",
    "description": [
      "When you kill an enemy, you have a chance to spawn a transparent Dead Bird familiar.",
      "The Dead Bird familiar deals 2 damage per tick to enemies while in contact with them."
    ]
  },
  "The Left Hand": {
    "name": "The Left Hand",
    "pickup": "\"The left hand path reaps dark rewards\"",
    "meta": [],
    "unlock": "UNLOCK: Unlock this item by beating Ultra Pride.",
    "description": [
      "Replaces chest spawns with red chests."
    ]
  }
}